Revit 2027 API
UnitTypeId.KilogramsCarbonDioxidePerPound Property
 kilograms carbon dioxide per pound.
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId KilogramsCarbonDioxidePerPound { get; }
Public Shared ReadOnly Property KilogramsCarbonDioxidePerPound As ForgeTypeId
	Get
public:
static property ForgeTypeId^ KilogramsCarbonDioxidePerPound {
	ForgeTypeId^ get ();
}
static member KilogramsCarbonDioxidePerPound : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
UnitTypeId Class
Autodesk.Revit.DB Namespace